blog-posts/2004-05-26-planner-el-development-version-now-available-through-darcs.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>planner-el development version now available through darcs</title>
<!-- 2015-01-07 Wed 14:44 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<link rel="stylesheet" type="text/css" href="../css/foundation.min.css"></link>
<link href='http://fonts.googleapis.com/css?family=Open+Sans' rel='stylesheet' type='text/css'></link>
<link rel="stylesheet" type="text/css" href="../css/org-export.css"></link>
<link rel="stylesheet" type="text/css" href="../css/style.css"></link>
<link rel="stylesheet" type="text/css" href="../css/emacs-notes.css"></link>
</head>
<body>
<div id="content">
<h1 class="title">planner-el development version now available through darcs</h1>
<p>
May 26th, 2004 -
<a href="http://sachachua.com/blog/p/2077"><a href="http://sachachua.com/blog/p/2077">http://sachachua.com/blog/p/2077</a></a>
</p>

<pre class="example">
To get the initial commit:
darcs get -m "Initial commit" http://sacha.free.net.ph/notebook/darcs/dev/planner/

To get succeeding patches:
darcs pull http://sacha.free.net.ph/notebook/darcs/dev/planner/

And then afterwards:
darcs pull

If you want to be picky
darcs pull --interactive
</pre>

<p>
remember-el is also available at
<a href="http://sacha.free.net.ph/notebook/darcs/dev/remember/"><a href="http://sacha.free.net.ph/notebook/darcs/dev/remember/">http://sacha.free.net.ph/notebook/darcs/dev/remember/</a></a>
</p>
</div>
<div id="postamble" class="status">
<div class="back-to-top"><a href="#top">Back to top</a> | <a href="mailto:sacha@sachachua.com">E-mail me</a></div>
</div>
</body>
</html>
